[
  {
    "chinese": "耶和华是我的牧者，我必不致缺乏。",
    "chineseRef": "诗篇 23:1",
    "english": "The Lord is my shepherd, I lack nothing.",
    "englishRef": "Psalm 23:1"
  },
  {
    "chinese": "我要向山举目，我的帮助从何而来？我的帮助从造天地的耶和华而来。",
    "chineseRef": "诗篇 121:1-2",
    "english": "I lift up my eyes to the mountains—where does my help come from? My help comes from the Lord, the Maker of heaven and earth.",
    "englishRef": "Psalm 121:1-2"
  },
  {
    "chinese": "耶和华是我的亮光，是我的拯救，我还怕谁呢？",
    "chineseRef": "诗篇 27:1",
    "english": "The Lord is my light and my salvation—whom shall I fear?",
    "englishRef": "Psalm 27:1"
  },
  {
    "chinese": "你们要休息，要知道我是神！",
    "chineseRef": "诗篇 46:10",
    "english": "Be still, and know that I am God.",
    "englishRef": "Psalm 46:10"
  },
  {
    "chinese": "神爱世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。",
    "chineseRef": "约翰福音 3:16",
    "english": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
    "englishRef": "John 3:16"
  },
  {
    "chinese": "不要为明天忧虑，因为明天自有明天的忧虑；一天的难处一天当就够了。",
    "chineseRef": "马太福音 6:34",
    "english": "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.",
    "englishRef": "Matthew 6:34"
  },
  {
    "chinese": "你们要彼此相爱，像我爱你们一样；这就是我的命令。",
    "chineseRef": "约翰福音 15:12",
    "english": "My command is this: Love each other as I have loved you.",
    "englishRef": "John 15:12"
  },
  {
    "chinese": "你们祈求，就给你们；寻找，就寻见；叩门，就给你们开门。",
    "chineseRef": "马太福音 7:7",
    "english": "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.",
    "englishRef": "Matthew 7:7"
  },
  {
    "chinese": "耶稣说：\"我就是道路、真理、生命；若不借着我，没有人能到父那里去。\"",
    "chineseRef": "约翰福音 14:6",
    "english": "Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.\"",
    "englishRef": "John 14:6"
  },
  {
    "chinese": "我靠着那加给我力量的，凡事都能做。",
    "chineseRef": "腓立比书 4:13",
    "english": "I can do all this through him who gives me strength.",
    "englishRef": "Philippians 4:13"
  },
  {
    "chinese": "我们晓得万事都互相效力，叫爱神的人得益处，就是按他旨意被召的人。",
    "chineseRef": "罗马书 8:28",
    "english": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
    "englishRef": "Romans 8:28"
  },
  {
    "chinese": "你们要喜乐，我再说，你们要喜乐。",
    "chineseRef": "腓立比书 4:4",
    "english": "Rejoice in the Lord always. I will say it again: Rejoice!",
    "englishRef": "Philippians 4:4"
  },
  {
    "chinese": "我们若活着，是为主而活；若死了，是为主而死。所以，我们或活或死总是主的人。",
    "chineseRef": "罗马书 14:8",
    "english": "If we live, we live for the Lord; and if we die, we die for the Lord. So, whether we live or die, we belong to the Lord.",
    "englishRef": "Romans 14:8"
  },
  {
    "chinese": "我们既有这许多的见证人，如同云彩围着我们，就当放下各样的重担，脱去容易缠累我们的罪，存心忍耐，奔那摆在我们前头的路程。",
    "chineseRef": "希伯来书 12:1",
    "english": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us.",
    "englishRef": "Hebrews 12:1"
  },
  {
    "chinese": "你要专心仰赖耶和华，不可倚靠自己的聪明。",
    "chineseRef": "箴言 3:5",
    "english": "Trust in the Lord with all your heart and lean not on your own understanding.",
    "englishRef": "Proverbs 3:5"
  },
  {
    "chinese": "敬畏耶和华是智慧的开端，认识至圣者便是聪明。",
    "chineseRef": "箴言 9:10",
    "english": "The fear of the Lord is the beginning of wisdom, and knowledge of the Holy One is understanding.",
    "englishRef": "Proverbs 9:10"
  },
  {
    "chinese": "但那等候耶和华的必从新得力。他们必如鹰展翅上腾；他们奔跑却不困倦，行走却不疲乏。",
    "chineseRef": "以赛亚书 40:31",
    "english": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
    "englishRef": "Isaiah 40:31"
  },
  {
    "chinese": "耶和华说：我知道我向你们所怀的意念是赐平安的意念，不是降灾祸的意念，要叫你们末后有指望。",
    "chineseRef": "耶利米书 29:11",
    "english": "For I know the plans I have for you,\" declares the Lord, \"plans to prosper you and not to harm you, plans to give you hope and a future.",
    "englishRef": "Jeremiah 29:11"
  },
  {
    "chinese": "爱是恒久忍耐，又有恩慈；爱是不嫉妒；爱是不自夸，不张狂。",
    "chineseRef": "哥林多前书 13:4",
    "english": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
    "englishRef": "1 Corinthians 13:4"
  },
  {
    "chinese": "所以，你们或吃或喝，无论做什么，都要为荣耀神而行。",
    "chineseRef": "哥林多前书 10:31",
    "english": "So whether you eat or drink or whatever you do, do it all for the glory of God.",
    "englishRef": "1 Corinthians 10:31"
  },
  {
    "chinese": "你们要谨慎行事，不要像愚昧人，当像智慧人。",
    "chineseRef": "以弗所书 5:15",
    "english": "Be very careful, then, how you live—not as unwise but as wise.",
    "englishRef": "Ephesians 5:15"
  },
  {
    "chinese": "无论做什么，都要从心里做，像是给主做的，不是给人做的。",
    "chineseRef": "歌罗西书 3:23",
    "english": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.",
    "englishRef": "Colossians 3:23"
  },
  {
    "chinese": "因为神赐给我们，不是胆怯的心，乃是刚强、仁爱、谨守的心。",
    "chineseRef": "提摩太后书 1:7",
    "english": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.",
    "englishRef": "2 Timothy 1:7"
  },
  {
    "chinese": "你们中间若有缺少智慧的，应当求那厚赐与众人、也不斥责人的神，主就必赐给他。",
    "chineseRef": "雅各书 1:5",
    "english": "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.",
    "englishRef": "James 1:5"
  },
  {
    "chinese": "你们要将一切的忧虑卸给神，因为他顾念你们。",
    "chineseRef": "彼得前书 5:7",
    "english": "Cast all your anxiety on him because he cares for you.",
    "englishRef": "1 Peter 5:7"
  },
  {
    "chinese": "看哪，我必快来！赏罚在我，要照各人所行的报应他。",
    "chineseRef": "启示录 22:12",
    "english": "Look, I am coming soon! My reward is with me, and I will give to each person according to what they have done.",
    "englishRef": "Revelation 22:12"
  }
]
